[
  {
    "videoId": "pOpy4Wqmsnw",
    "description": "Pregação sobre a ressurreição de Cristo e suas implicações para a fé cristã, com base em Primeira Coríntios capítulo 15. O pastor refuta a negação da ressurreição, explicando as consequências de tal descrença e a importância fundamental da ressurreição para a salvação, a esperança e o propósito da vida.",
    "timestamp": "8 de junho de 2025"
  },
  {
    "videoId": "K4A6jpLJqa4",
    "description": "A mensagem principal enfatiza que o sucesso dos servos de Deus em sua missão é garantido pela confiança nas promessas divinas, pela obediência à palavra de Deus e pela confiança na presença constante do Senhor. O pastor explora as lições tiradas da experiência de Josué, destacando a necessidade de ser forte e corajoso para cumprir a vontade de Deus em todas as circunstâncias.",
    "timestamp": "15 de junho de 2025"
  },
  {
    "videoId": "mh1ezexzxPQ?si=2yDZDbkWxZDuLVbK",
    "description": "Mensagem principal baseada em 1 Coríntios 15:29-34. A pregação aborda a importância da doutrina da ressurreição de Cristo, suas implicações teológicas e, principalmente, as aplicações práticas na vida cristã, como o significado do batismo, a motivação para o serviço e a busca pela santidade.",
    "timestamp": "29 de junho de 2025"
  },
  {
    "videoId": "V55rMUTTvrk?si=7m0SPBMecpL-UkPi&amp;start=2128",
    "description": "O ponto central da mensagem é uma reflexão aprofundada sobre a doutrina da ressurreição do corpo, baseada em 1 Coríntios 15:35-49, abordando questões como a natureza do corpo ressurreto, a preservação da identidade e a motivação para a santificação na vida cristã.",
    "timestamp": "6 de julho de 2025"
  },
  {
    "videoId": "kVN6lRW3TE0?start=2134",
    "description": "O sermão foca na doutrina da ressurreição, abordada em 1 Coríntios 15. A mensagem principal se concentra na transformação dos crentes na segunda vinda de Jesus, culminando em uma vitória sobre a morte, o pecado e a lei.",
    "timestamp": "13 de julho de 2025"
  },
  {
    "videoId": "PWrp_OPSrAY",
    "description": "Conferência de música sacra 'Adoro a ti'. A mensagem central destaca Jesus Cristo como o fundamento permanente para a vida eterna, a salvação pela graça e não por obras, e a recompensa celestial. O recital é concluído com canções de louvor que reforçam a santidade de Deus, o poder da cruz e a esperança da vida eterna, incentivando a fé e o arrependimento.",
    "timestamp": "20 de julho de 2025"
  },
  {
    "videoId": "IiM_YXRW16U?start=2371",
    "description": "Sermão sobre as ofertas financeiras na igreja, com base em 1 Coríntios 16:1-4 e 2 Coríntios 9:6-11, ressaltando princípios como individualidade, regularidade, proporcionalidade, voluntariedade e transparência. O pastor enfatiza que a generosidade é um reflexo da maturidade espiritual e do amor a Cristo, e que o dinheiro arrecadado deve ser usado com responsabilidade e transparência.",
    "timestamp": "27 de julho de 2025"
  },
  {
    "videoId": "Qk6ia6fWa68?start=2381",
    "description": "O sermão, baseado em 1 Coríntios 16:5-12 e Isaías 25, discute a natureza do planejamento na vida cristã, enfatizando a importância da flexibilidade e submissão à vontade de Deus, exemplificando com os planos do apóstolo Paulo.",
    "timestamp": "3 de agosto de 2025"
  },
  {
    "videoId": "wyaonKgwCt8?start=2533",
    "description": "A mensagem principal do sermão em Efésios 4:11-16 aborda as características de uma igreja saudável, enfatizando a liderança espiritual concedida por Cristo, o aperfeiçoamento dos santos e o serviço mútuo entre os membros para a edificação do corpo de Cristo, ressaltando a importância da participação ativa de todos para o crescimento e fortalecimento da comunidade de fé.",
    "timestamp": "10 de agosto de 2025"
  }

]
